Repository: yanxiaobing/KeepUp
Catalog: KeepUp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# profile.welcome
source: Our first day together
zh_hans: 与你相遇的第1天

# reminder.afterCheckIn
source: No more reminders that day after checking in
zh_hans: 打卡后，当天将不再提醒

# reminder.alarm
source: Reminder
zh_hans: 闹钟提醒

# reminder.alarmHelp
source: Set a reminder to keep your check-ins on track.
zh_hans: 设个闹钟提醒自己打卡咯~

# reminder.discardQuestion
source: Discard your changes?
zh_hans: 你修改了设置，不保存么？

# reminder.empty
source: Open a card and tap the clock to set a reminder.
zh_hans: 打开打卡卡片，点击闹钟设置提醒。

# reminder.invalid
source: Choose at least one reminder day and a valid time.
zh_hans: 请选择闹钟提醒日期及有效时间。

# reminder.notSet
source: No reminder set
zh_hans: 未设置闹钟

# reminder.openSettings
source: Open Settings
zh_hans: 打开系统设置

# reminder.permissionDenied
source: Allow notifications for KeepUp in Settings to enable reminders. Your changes have not been saved.
zh_hans: 请在系统设置中允许 KeepUp 发送通知后再启用提醒。本次修改尚未保存。

# reminder.permissionDisabled
source: Notifications are off. Enable them in Settings to receive reminders.
zh_hans: 通知权限已关闭，开启后才能收到提醒。

# reminder.pin %@
source: Pin %@ to the calendar
zh_hans: 在日历上固定显示%@卡

# reminder.pinHelp
source: A pinned card appears each day, ready for a quick check-in.
zh_hans: 设为固定卡后，每日会有待打的卡片，便于快速打卡！

# reminder.progress
source: Show this week’s progress
zh_hans: 显示本周打卡进度

# reminder.progressCount %lld
source: %1$lld days checked in this week
zh_hans: 本周已打卡 %1$lld 天

# reminder.progressHelp
source: Bright bars show the days you checked in this week.
zh_hans: 亮条代表本周已经打卡的天数哦~

source: Reminder time
zh_hans: 提醒时间

# reminder.title
source: Reminder settings
zh_hans: 提醒设置

# reminder.todo
source: To do
zh_hans: 待打

# running.authorize
source: Allow location
zh_hans: 允许定位

# running.averageCadence
source: Average cadence · steps/min
zh_hans: 平均步频 · 步/分钟

# running.averagePace
source: Average pace · min/km
zh_hans: 平均配速 · 分钟/公里

# running.averageSpeed
source: Average speed · km/h
zh_hans: 平均速度 · 公里/小时

# running.cadence
source: Average
zh_hans: 平均

# running.closeHint
source: You can close this page and return to your activity from the calendar.
zh_hans: 关闭页面后，可通过日历返回本次运动。

# running.currentLocation
source: Current location
zh_hans: 当前位置

# running.cycling
source: Cycling
zh_hans: 骑行

# running.cyclingTooShort
source: This ride is under 500 meters. Ending it will not save a record.
zh_hans: 本次骑行不足 500 米，结束后不会保存记录。

# running.denied
source: Location access is off. Enable it in Settings to record an outdoor activity.
zh_hans: 定位权限已关闭，请在设置中开启后记录户外运动。

# running.discard
source: Discard activity
zh_hans: 丢弃本次运动

# running.discardConfirmation
source: Discard this activity? This cannot be undone.
zh_hans: 丢弃本次运动？此操作无法撤销。

# running.duration
source: Active time
zh_hans: 有效时长

# running.finish
source: Finish
zh_hans: 结束

# running.finishConfirmation
source: Finish this activity?
zh_hans: 结束本次运动？

# running.finishMessage
source: Your recorded activity and active time will be saved.
zh_hans: 将保存本次运动数据与有效运动时长。

# running.gpsFair
source: Try to avoid tall buildings
zh_hans: 建议绕开高楼

# running.gpsGood
source: Great conditions for your workout
zh_hans: 很适合运动

# running.gpsPoor
source: Your route may not be recorded
zh_hans: 可能无法记录轨迹

# running.gpsReady
source: GPS signal ready
zh_hans: GPS 信号正常

# running.gpsWaiting
source: Waiting for GPS…
zh_hans: 正在等待 GPS 信号…

# running.gpsWeakHint
source: GPS signal is weak. Move to a more open area.
zh_hans: 信号不太好，跑去更开阔的地方吧

# running.indoor
source: Indoor run
zh_hans: 室内跑步

# running.indoorArtworkTip
source: Secure phone to your arm
zh_hans: 固定在手臂上 记录更准确

# running.indoorCarryPhone
source: Keep your phone with you while running so it can measure your steps and distance.
zh_hans: 跑步时请随身携带手机，以便记录步数和距离。

# running.indoorDistanceHint
source: Distance is estimated by your phone’s motion sensor.
zh_hans: 距离由手机运动传感器估算。

# running.indoorPrepare
source: Record your run with your phone’s motion sensor
zh_hans: 使用手机运动传感器记录跑步

# running.inProgress
source: Recording
zh_hans: 运动中

# running.kilometers
source: km
zh_hans: 公里

# running.loadFailed
source: The activity could not be loaded. Please try again.
zh_hans: 运动记录读取失败，请重试。

# running.loading
source: Loading activity…
zh_hans: 正在读取运动记录…

# running.locationFailed
source: Location is temporarily unavailable. Retry when you have a clear view of the sky.
zh_hans: 暂时无法获取定位，请到开阔处重试。

# running.lock
source: Lock controls
zh_hans: 锁定操作区

# running.motionAuthorize
source: Allow motion access
zh_hans: 允许运动权限

# running.motionDenied
source: Motion & Fitness access is off. Enable it in Settings to record an indoor run.
zh_hans: 运动与健身权限已关闭，请在设置中开启后记录室内跑步。

# running.motionFailed
source: Could not read motion data. Please retry.
zh_hans: 无法读取运动数据，请重试。

# running.motionPermission
source: Allow Motion & Fitness access to record an indoor run.
zh_hans: 允许访问运动与健身，以记录室内跑步。

# running.motionPermissionRequired
source: Motion & Fitness access is required to continue this indoor run.
zh_hans: 继续室内跑步需要运动与健身权限。

# running.motionReady
source: Motion sensor ready
zh_hans: 运动传感器已就绪

# running.motionUnavailable
source: Motion-based distance is unavailable on this device.
zh_hans: 此设备暂不支持运动传感器距离测量。

# running.noRoute
source: No route was recorded.
zh_hans: 本次没有记录到轨迹。

# running.noSplits
source: Complete a kilometer to see split data.
zh_hans: 完成一公里后显示分段数据。

# running.openMap
source: Open route map
zh_hans: 查看运动地图

# running.outdoor
source: Outdoor run
zh_hans: 户外跑步

# running.paceUnit
source: min/km
zh_hans: 分钟/公里

# running.pause
source: Pause
zh_hans: 暂停

# running.paused
source: Paused
zh_hans: 已暂停

# running.pendingSave
source: Activity ended · waiting to save
zh_hans: 运动已结束，等待保存

# running.permission
source: Allow location access to record your outdoor activity.
zh_hans: 允许定位后即可记录户外运动轨迹。

# running.permissionRequired
source: Location access is required to continue this outdoor activity.
zh_hans: 继续户外运动需要定位权限。

# running.prepareHint
source: Wait for a GPS signal in an open outdoor area.
zh_hans: 请在户外开阔处等待 GPS 信号。

# running.recovered
source: An unfinished activity was recovered and paused. Continue when you are ready.
zh_hans: 已恢复未完成的运动并暂停，准备好后可以继续。

# running.result
source: Activity summary
zh_hans: 运动记录

# running.resume
source: Resume
zh_hans: 继续

# running.resumeActivity
source: Return to unfinished activity
zh_hans: 返回未完成的运动

# running.retryLoad
source: Retry loading
zh_hans: 重新读取

# running.retryLocation
source: Retry location
zh_hans: 重新定位

# running.retryMotion
source: Retry motion sensor
zh_hans: 重试运动传感器

# running.retrySave
source: Retry saving
zh_hans: 重试保存

# running.routeEnd
source: Finish
zh_hans: 终点

# running.routeStart
source: Start
zh_hans: 起点

# running.save
source: Finish and save
zh_hans: 结束并保存

# running.saveFailed
source: Could not save this activity. Your current session is still here; please retry.
zh_hans: 运动记录保存失败，当前会话仍保留，请重试。

# running.sensorRecording
source: Sensor recording
zh_hans: 传感器记录中

# running.settings
source: Open Settings
zh_hans: 前往设置

# running.speedUnit
source: km/h
zh_hans: 公里/小时

# running.splits
source: Kilometer splits
zh_hans: 每公里分段

# running.start
source: Start
zh_hans: 开始

# running.steps
source: Steps
zh_hans: 步数

# running.swipeToUnlock
source: Swipe right to unlock
zh_hans: 右滑解锁 >>

# running.time
source: Time
zh_hans: 时间

# running.todayOnly
source: Activities can only be recorded today.
zh_hans: 运动仅支持记录今天的数据。

# running.tooShort
source: This run is under 100 meters. Ending it will not save a record.
zh_hans: 本次跑步不足 100 米，结束后不会保存记录。

# running.unavailable
source: Location services are unavailable. Check the system location settings.
zh_hans: 定位服务不可用，请检查系统定位设置。

# runningDetail.altitude
source: Elevation
zh_hans: 海拔

# runningDetail.altitudeAxis
source: Altitude: m
zh_hans: 海拔：米

# runningDetail.altitudeHistory
source: Elevation
zh_hans: 海拔

# runningDetail.ascent
source: Total ascent
zh_hans: 累计爬升

# runningDetail.bestKilometer
source: Best full kilometer
zh_hans: 最佳完整公里

# runningDetail.bestPace
source: Best pace
zh_hans: 最佳配速

# runningDetail.bestSpeed
source: Best speed
zh_hans: 最佳速度

# runningDetail.cadence
source: Cadence
zh_hans: 步频

# runningDetail.cadenceAxis
source: Cadence: steps/min
zh_hans: 步频：步/分钟

# runningDetail.cadenceHistory
source: Cadence
zh_hans: 步频

# runningDetail.collapseSplits
source: Show fewer splits
zh_hans: 收起分段

# runningDetail.cyclingTitle
source: Cycling details
zh_hans: 骑行详情

# runningDetail.detailsPage
source: Details
zh_hans: 详情

# runningDetail.elapsedMinutes
source: Minutes since start
zh_hans: 开始后的分钟数

# runningDetail.energy
source: Estimated energy · kcal
zh_hans: 估算热量 · 千卡

# runningDetail.expandSplits
source: Show all splits
zh_hans: 展开全部分段

# runningDetail.fastest
source: Fastest
zh_hans: 最快

# runningDetail.fitRoute
source: Show entire route
zh_hans: 显示完整轨迹

# runningDetail.hidden
source: Hidden
zh_hans: 已隐藏

# runningDetail.highestAltitude
source: Highest elevation
zh_hans: 最高海拔

# runningDetail.kcal
source: kcal
zh_hans: 大卡

# runningDetail.kilometerMarkers
source: Kilometer markers
zh_hans: 公里标记

# runningDetail.lowestAltitude
source: Lowest elevation
zh_hans: 最低海拔

# runningDetail.maximumCadence
source: Maximum cadence
zh_hans: 最高步频

# runningDetail.maximumSpeed
source: Maximum speed
zh_hans: 最高速度

# runningDetail.maximumSpeedUnit
source: Maximum speed · km/h
zh_hans: 最高速度 · 公里/小时

# runningDetail.memory
source: Activity notes
zh_hans: 运动随记

# runningDetail.meters
source: m
zh_hans: 米

# runningDetail.noSamples
source: No recorded samples for this chart.
zh_hans: 本次没有记录到该项曲线数据。

# runningDetail.openMap
source: Explore route map
zh_hans: 查看轨迹地图

# runningDetail.pace
source: Pace
zh_hans: 配速

# runningDetail.partialKilometer
source: Partial kilometer
zh_hans: 不足一公里

# runningDetail.places
source: Points of interest
zh_hans: 兴趣点

# runningDetail.routePage
source: Route
zh_hans: 轨迹

# runningDetail.runningTitle
source: Running details
zh_hans: 跑步详情

# runningDetail.segment
source: Segment
zh_hans: 记录分段

# runningDetail.speed
source: Speed
zh_hans: 速度

# runningDetail.speedHistory
source: Speed
zh_hans: 速度

# runningDetail.stepsPerMinute
source: steps/min
zh_hans: 步/分钟

# runningDetail.timeAxis
source: Time: minutes
zh_hans: 时间：分钟

# runningDetail.visible
source: Shown
zh_hans: 已显示

# runningSettings.autoLock
source: Lock activity controls
zh_hans: 自动锁定操作

# runningSettings.autoPause
source: Auto pause
zh_hans: 自动暂停

# runningSettings.autoPaused
source: Automatically paused
zh_hans: 已自动暂停

# runningSettings.autoPauseHint
source: Auto pause responds to movement. Screen and control settings apply while recording.
zh_hans: 自动暂停根据运动状态切换。屏幕和操作设置在记录时生效。

# runningSettings.countdown
source: Countdown
zh_hans: 倒计时

# runningSettings.defaultKind
source: Default running type
zh_hans: 默认跑步类型

# runningSettings.duringActivity
source: During activity
zh_hans: 运动中设置

# runningSettings.holdToUnlock
source: Hold to unlock controls
zh_hans: 长按解锁操作

# runningSettings.interval
source: Announcement interval
zh_hans: 语音播报频率

# runningSettings.keepScreenOn
source: Keep screen awake
zh_hans: 屏幕常亮

# runningSettings.map
source: Map display
zh_hans: 地图显示

# runningSettings.prepare
source: Show preparation screen
zh_hans: 运动前确认

# runningSettings.prepareHint
source: When off, recording starts once the required permission and signal are ready.
zh_hans: 关闭后，所需权限和信号就绪时自动开始记录。

# runningSettings.preview
source: Preview voice
zh_hans: 试听语音

# runningSettings.previewHint
source: Tap the play button to preview this voice.
zh_hans: 点击播放按钮试听语音。

# runningSettings.ready
source: Get ready
zh_hans: 准备开始

# runningSettings.satellite
source: Satellite map
zh_hans: 卫星地图

# runningSettings.standard
source: Standard map
zh_hans: 平面地图

# runningSettings.title
source: Activity settings
zh_hans: 运动设置

# runningSettings.unlock
source: Unlock controls
zh_hans: 解锁操作

# runningSettings.voice
source: Voice announcements
zh_hans: 语音播报

# runningSettings.voice.bright
source: Bright
zh_hans: 活力声音

# runningSettings.voice.calm
source: Calm
zh_hans: 沉稳声音

# runningSettings.voiceStyle
source: Voice source
zh_hans: 语音来源

# runningShare.energy
source: Energy (kcal)
zh_hans: 消耗热量（千卡）

# runningShare.footer
source: Every effort counts
zh_hans: 记录每一次坚持

# runningShare.mapUnavailable
source: The map is unavailable. Your route sketch is ready to save or share.
zh_hans: 地图暂时无法加载，已保留轨迹示意，可以直接保存或分享。

# runningShare.multiplePages
source: This workout spans several images. Saving and sharing include every page.
zh_hans: 这次运动已分成多张图片，保存和分享都会包含全部页面。

# runningShare.preparing
source: Preparing your images…
zh_hans: 正在生成分享图片…

# runningShare.preview
source: Workout share image
zh_hans: 运动分享图片

# runningShare.retry
source: Try again
zh_hans: 重新生成

# runningShare.retryMap
source: Retry map
zh_hans: 重新加载地图

# runningShare.schematic
source: Route sketch · basemap unavailable
zh_hans: 轨迹示意 · 底图暂不可用

# runningStats.allModes
source: All activities
zh_hans: 全部运动

# runningStats.allTime
source: All time
zh_hans: 全部时间

# runningStats.count
source: Activities
zh_hans: 运动次数

# runningStats.days
source: Active days
zh_hans: 运动天数

# runningStats.distance
source: Total distance
zh_hans: 总距离

# runningStats.durationMissing
source: Some records have no active time. Time includes known durations only; average pace and speed are unavailable for this selection.
zh_hans: 部分记录缺少有效时长。时长仅汇总已知值，当前筛选不计算平均配速或速度。

# runningStats.empty
source: No recorded activities yet
zh_hans: 暂无运动记录

# runningStats.emptyHint
source: Finish and save a run or ride to see your activity statistics here.
zh_hans: 完成并保存跑步或骑行后，即可在这里查看运动统计。

# runningStats.energy
source: Estimated energy
zh_hans: 估算消耗

# runningStats.energyMissing
source: Some records have no energy estimate. Energy includes only records with a saved estimate.
zh_hans: 部分记录缺少热量估算。消耗仅汇总已保存估算值的记录。

# runningStats.filteredEmpty
source: No matching activities
zh_hans: 当前筛选下暂无记录

# runningStats.filteredEmptyHint
source: Choose another activity or month to see more records.
zh_hans: 切换运动类型或月份，查看其他运动记录。

# runningStats.kcal
source: kcal
zh_hans: 千卡

# runningStats.longest
source: Longest activity
zh_hans: 单次最长距离

# runningStats.records
source: Activity records
zh_hans: 运动记录

# runningStats.scope
source: Includes saved activity recordings only. Manual entries are excluded.
zh_hans: 仅统计已保存的运动记录，不含手工补记。

# runningStats.title
source: Activity statistics
zh_hans: 运动统计

# runningVoice.autoPaused
source: Workout automatically paused.
zh_hans: 已自动暂停运动。

# runningVoice.cyclingReached
source: You have cycled
zh_hans: 你已骑行

# runningVoice.cyclingStarted
source: Ride started.
zh_hans: 开始骑行。

# runningVoice.finished
source: Workout finished. Your record is saved.
zh_hans: 运动已完成，记录已保存。

# runningVoice.hours %lld
source: %lld hours
zh_hans: %lld小时

# runningVoice.minutes %lld
source: %lld minutes
zh_hans: %lld分钟

# runningVoice.pace %@
source: Average pace: %@ per kilometer.
zh_hans: 平均配速每公里%@。

# runningVoice.paused
source: Workout paused.
zh_hans: 运动已暂停。

# runningVoice.preview
source: Run started. Let’s get moving!
zh_hans: 开始跑步。一起动起来！

# runningVoice.report %@ %@ %@
source: You have completed %@ kilometers in %@. %@
zh_hans: 你已完成%@公里，用时%@。%@

# runningVoice.resumed
source: Workout resumed.
zh_hans: 继续运动。

# runningVoice.seconds %lld
source: %lld seconds
zh_hans: %lld秒

# runningVoice.speed %@
source: Average speed: %@ kilometers per hour.
zh_hans: 平均速度每小时%@公里。

# runningVoice.started
source: Run started.
zh_hans: 开始跑步。

# schedule.add
source: Add planned card
zh_hans: 添加待办卡

# schedule.deleteQuestion
source: Delete this planned card?
zh_hans: 确定删掉这张待办卡？

# schedule.discardQuestion
source: Discard changes to this card?
zh_hans: 不保存这张卡片么？

# schedule.duplicate
source: A planned card for this activity already exists on this day.
zh_hans: 已经添加过待办卡了！

# schedule.expired
source: This planned card has expired.
zh_hans: 这张待办卡已过期。

# schedule.expiredBadge
source: Expired
zh_hans: 已过期

# schedule.invalid
source: Choose a future date and enter a note of up to 140 characters.
zh_hans: 请选择未来日期，填写不超过140字的备注。

# schedule.placeholder
source: Add a note here
zh_hans: 在这里添加备注

# schedule.title
source: Planned card
zh_hans: 待办卡片

# schedule.update
source: Update
zh_hans: 修改

# settings.language
source: Language
zh_hans: 语言

# settings.title
source: Preferences
zh_hans: 偏好设置

# startup.agree
source: Agree and Continue
zh_hans: 同意并继续

# startup.agreementNotice
source: By tapping “Agree and Continue”, you agree to the [Privacy Policy](https://assets.xbingo.top/keep-up/pro/pages/privacy.html) and [User Agreement](https://assets.xbingo.top/keep-up/pro/pages/agreement.html).
zh_hans: 点击“同意并继续”，即表示您同意[隐私政策](https://assets.xbingo.top/keep-up/pro/pages/privacy.html)和[用户协议](https://assets.xbingo.top/keep-up/pro/pages/agreement.html)

# startup.slogan
source: — Keep moving —
zh_hans: — 不 • 运 • 动 • 会 • 死 —

# stats.checkIns
source: Check-ins
zh_hans: 打卡次数

# stats.days
source: Active days
zh_hans: 累计天数

# stats.streak
source: Day streak
zh_hans: 连续天数

# steps.activeEstimate
source: Estimated active time
zh_hans: 估算活跃时长

# steps.activeExplanation
source: Estimated from five-minute intervals with more than five steps; not exact exercise duration.
zh_hans: 累计超过 5 步的五分钟区间时长，为估算值，并非精确运动时长。

# steps.activeTime
source: Active time
zh_hans: 活跃时间

# steps.authorize
source: Allow step access
zh_hans: 允许读取步数

# steps.chartTitle
source: Steps
zh_hans: 计步

# steps.checkInSuccess
source: Checked in
zh_hans: 打卡成功

# steps.dailyGoal
source: Daily step goal
zh_hans: 每日走路目标

# steps.dataThrough
source: Interval data through
zh_hans: 分时数据截至

# steps.denied
source: Allow Motion & Fitness access in Settings.
zh_hans: 请在系统设置中允许访问运动与健身。

# steps.distance
source: Walking distance
zh_hans: 行走距离

# steps.distanceComparison.0 %@
source: %@ football goal widths
zh_hans: %@个足球门的长度

# steps.distanceComparison.1 %@
source: %@ IMAX screen widths
zh_hans: %@个imax幕布的长度

# steps.distanceComparison.2 %@
source: %@ train carriage lengths
zh_hans: %@节火车车厢连起来的长度

# steps.distanceComparison.3 %@
source: %@ football pitch lengths
zh_hans: %@个足球场的长度

# steps.distanceComparison.4 %@
source: %@ Titanic ship lengths
zh_hans: %@艘泰坦尼克号的长度

# steps.distanceComparison.5 %@
source: %@ laps of Capital Stadium
zh_hans: 绕了首都体育场跑道%@圈

# steps.distanceComparison.6 %@
source: %@ Oriental Pearl Tower heights
zh_hans: %@座东方明珠的高度

# steps.distanceComparison.7 %@
source: %@ Taipei 101 heights
zh_hans: %@座台北101大楼的高度

# steps.distanceComparison.8 %@
source: %@ Canton Tower heights
zh_hans: %@座广州小蛮腰的高度

# steps.distanceComparison.9 %@
source: %@ Wuhan Yangtze Bridge lengths
zh_hans: %@座武汉长江大桥的长度

# steps.distanceComparison.10 %@
source: %@ laps of Tiananmen Square
zh_hans: 绕了天安门广场%@圈

# steps.distanceComparison.11 %@
source: %@ Mount Everest heights
zh_hans: %@座珠穆朗玛峰的高度

# steps.distanceComparison.12 %@
source: %@ marathons
zh_hans: 跑了%@个马拉松

# steps.distanceComparison.13 %@
source: %@ Qinghai Lake lengths
zh_hans: %@个青海湖的长度

# steps.distanceComparison.14 %@
source: %@ Starbucks cup lengths
zh_hans: %@杯星巴克的长度

# steps.distanceComparison.15 %@
source: %@ Apple computer lengths
zh_hans: %@台苹果电脑的长度

# steps.distanceFallback
source: Did your phone go for a swim?
zh_hans: 手机掉水里了？

# steps.energyEstimate
source: Estimated energy
zh_hans: 估算热量

# steps.energyExplanation
source: Estimated at 0.03 kcal per step, rounded down to whole kcal.
zh_hans: 按每步 0.03 大卡估算，取整数大卡。

# steps.energyValue %@
source: %@ kcal
zh_hans: %@ 大卡

# steps.failed
source: Couldn’t read steps. Please try again.
zh_hans: 暂时无法读取步数，请重试。

# steps.goal %lld
source: Goal: %lld steps
zh_hans: 目标 %lld 步

# steps.goalFirst
source: Your first goal takes effect immediately.
zh_hans: 首次设置的目标立即生效。

# steps.goalReached
source: Goal reached
zh_hans: 目标已达成

# steps.goalTomorrow
source: Changes take effect tomorrow.
zh_hans: 修改的目标明天生效。

# steps.hourly
source: Hourly steps
zh_hans: 每小时步数

# steps.intradayMissing
source: No interval data is available for this day.
zh_hans: 当天暂无分时数据。

# steps.intradayPartial
source: Some intervals are unavailable. Active time cannot be calculated.
zh_hans: 部分时段数据缺失，无法计算活跃时长。

# steps.kcal
source: kcal
zh_hans: 大卡

# steps.loading
source: Loading steps…
zh_hans: 正在读取步数…

# steps.measurementInfo
source: About these measurements
zh_hans: 关于这些数据

# steps.minutes %lld
source: %lld min
zh_hans: %lld 分钟

# steps.noData
source: No record yet
zh_hans: 暂无记录

# steps.permission
source: Allow Motion & Fitness access to show steps recorded by this iPhone.
zh_hans: 授权运动与健身后，显示手机记录的步数。

# steps.recent
source: Last 7 days
zh_hans: 最近 7 天

# steps.retry
source: Retry
zh_hans: 重试

# steps.saved
source: Saved record
zh_hans: 已保存的记录

# steps.settings
source: Open Settings
zh_hans: 打开设置

# steps.shareEncouragement
source: Every step counts.
zh_hans: 每一步，都是进步。

# steps.syncHelp
source: Steps sync while the app is open, including available records from the last 7 days. Reaching your goal checks you in automatically.
zh_hans: 打开 App 时同步步数，并补齐最近 7 天内可读取的记录。达成目标后自动打卡。

# steps.targetSettings
source: Step settings
zh_hans: 计步卡设置

# steps.title
source: Steps
zh_hans: 计步

# steps.today
source: Today’s steps
zh_hans: 今日步数

# steps.unavailable
source: No step data is available for this date.
zh_hans: 该日期暂无可读取的步数。

# steps.unsupported
source: Step counting is unavailable on this device.
zh_hans: 此设备不支持计步。

# steps.view
source: Step display
zh_hans: 计步显示

# steps.viewCard
source: Card
zh_hans: 卡片

# steps.viewDetails
source: Details
zh_hans: 详情

# steps.walked %@
source: Walked %@ steps
zh_hans: 走路%@步

# theme.city.0
source: Departure
zh_hans: 起始点

# theme.city.1
source: Beijing
zh_hans: 北京

# theme.city.2
source: Qingdao
zh_hans: 青岛

# theme.city.3
source: Shanghai
zh_hans: 上海

# theme.city.4
source: Wuhan
zh_hans: 武汉

# theme.city.5
source: Taipei
zh_hans: 台北

# theme.city.6
source: Guangzhou
zh_hans: 广州

# theme.city.7
source: Chongqing
zh_hans: 重庆

# theme.city.8
source: Lugu Lake
zh_hans: 泸沽湖

# theme.city.9
source: Lhasa
zh_hans: 拉萨

# theme.city.10
source: Urumqi
zh_hans: 乌鲁木齐

# theme.city.11
source: Xining
zh_hans: 西宁

# theme.city.12
source: Hohhot
zh_hans: 呼和浩特

# theme.city.13
source: Shenyang
zh_hans: 沈阳

# theme.current
source: Current theme
zh_hans: 当前主题

# theme.departure
source: Departure
zh_hans: 起始点

# theme.description.0
source: Deep in the universe is a banana planet, home to the people who love checking in.
zh_hans: 在宇宙深处中有一颗香蕉星球，那里的居民叫做打卡星人

# theme.description.1
source: Sunrise over Tiananmen. Welcome to Beijing, the capital.
zh_hans: 我爱北京天安门，天安门上太阳升 你好，这里是帝都

# theme.description.2
source: Red roofs, green trees, blue skies and sea: a home for sailing and the aroma of beer.
zh_hans: 红瓦绿树，碧海蓝天，啤酒飘香，帆的故乡

# theme.description.3
source: The river flows on through a city whose international spirit is steeped in romance.
zh_hans: 浪奔，浪流，万里滔滔江水永不休...... 这个国际化大都市的骨子里沉淀着浪漫的味道

# theme.description.4
source: A city of hot dry noodles and spicy duck necks. Make mine a generous helping!
zh_hans: 神奇的热干面之都啊，请给我来一打鸭脖

# theme.description.5
source: Scooters weave through Taipei, carrying the youthful energy of Taiwanese cinema.
zh_hans: 在台湾电影里，永远少不了机车的身影，多少的青春悸动从这里发酵

# theme.description.6
source: In Guangzhou, everyone has a friendly title: handsome, beautiful, or boss.
zh_hans: 一座让人迷失自我的城市，青年人在这里都是靓仔靓女，中年人在这里都是老板

# theme.description.7
source: A mountain city by the rivers, where winter belongs to hotpot.
zh_hans: 世界上最大的内陆山水之城，这里的冬天是属于火锅的

# theme.description.8
source: A place devoted to love. Lugu Lake is said to be the goddess Gemu’s last teardrop.
zh_hans: 一个爱情至上的地方，泸沽湖是格姆女神的最后一滴眼泪

# theme.description.9
source: Find a moment of peace in this haven on the roof of the world.
zh_hans: 世界屋脊上的另一片乐土，在这里彻底地放空一次吧

# theme.description.10
source: A jewel on the Silk Road, far from the world’s oceans.
zh_hans: 乌鲁木齐是丝绸之路上的璀璨明珠，也是世界上离海洋最远的城市

# theme.description.11
source: Discover a mirror of the sky at Chaka Salt Lake, beyond Xining.
zh_hans: 不必去玻利维亚，在茶卡盐湖，就可以见到中国的「天空之境」
